
create table Patient(
omc varchar(30) Primary Key,
diagnosisIn varchar(500),
snils varchar(30) Unique,
fioPatient varchar(500)
)
go

insert into Patient values
('12345678901', 'Язвенный колит, острый', '098765432109', 'Андреев Андрей Андреевич'),
('23748923743', 'Колики в животе', '54936810653', 'Петров Петр Петрович'),
('95959504319', 'Камни в почках', '8697444596', 'Иванов Иван Иванович'),
('12837634501', 'Апендицит', '98457124467', 'Максимов Алексей Владимирович'),
('94827457292', 'Паропроктит', '37482109542', 'Журавлева Ирина Витальевна'),
('81729234063', 'Язва желудка','23475001345','Аллегрова Ксения Петровна')

select * from Patient
select fioPatient as 'ФИО пациента', omc as 'ОМС', snils as 'СНИЛС', diagnosisIn as 'Диагноз' from Patient